chat_system_1976777092_actor_description=Marksman Trey. A Hunter.
chat_system_1976777092_snap_6_question=^?^Hey, stop, don't go! Please! Damn it, just let me get my hands on you and I'll taste your...<br>Agrrr, it's becoming stronger than me! No-no, don't worry; I've chained myself to this oak tree, so I can't reach you. I'm not strong enough to control it. You're my only hope! Please have mercy and help me!
chat_system_1976777092_snap_6_answer_0=^?^Maybe I'll have a look at your cages first? I want to buy a couple of animals.
chat_system_1976777092_snap_6_answer_1=^?^Yes, I'll try. Tell me once again what you need me to do.
chat_system_1976777092_snap_9_question=^?^Get out! Can you see I'm chained here, and I'm turning into a beast more and more with every passing hour? And you're just interested in shopping? Go away and thank the gods that I can't break this chain. But it will come time soon enough that I'll go hunting. And I'll be hunting you!
chat_system_1976777092_snap_9_answer_0=^?^Ok ok, I can see you're upset. I'll be on my way...
chat_system_1976777092_snap_1_question=^?^Recently I was hunting for wolves, as usual, but this time I had some very bad luck. I ran into a wolf pack which had a werewolf-leader. I ran away, but he managed to scratch me. I've cleaned the wounds, but it didn't help. When night comes, I am overcome with the urge to howl in the moonlight and roll in grass. And it will be a full moon soon, and I suppose you know what that means?<br>The only thing that can help me is a potion made of the blood of the werewolf that bit me. I beg you - find his den and kill the beast. By killing him, you'll be saving hundreds of innocent lives, and you may help me remain human. Get his blood; even a couple of drops would be enough for the antidote. But hurry - the full moon draws nearer each day...<br>[reward]
chat_system_1976777092_snap_1_answer_0=^?^Ok. I'll try get back to you before the full moon comes...
chat_system_1976777092_snap_1_answer_1=^?^No, it's your fault that you got yourself into the werewolf's den. Find another sucker. As for me, I know how this sort of thing ends.
chat_system_1976777092_snap_5_question=^?^What a pity. Well, maybe you're the one who will thrust your spear into my gray skin, when I'm killing an innocent villager, or a child lost in the forest. The king will order you to kill the werewolf, once a man who had hunted wolves and werewolves himself for the better part of his life. I have the forest at my fingertips, so I won't just let you catch me. Do you understand me? There are only a couple of days left...
chat_system_1976777092_snap_5_answer_0=^?^Brr. You have the gift of persuasion. Ok, what do I have to do?
chat_system_1976777092_snap_5_answer_1=^?^I'm sorry, but I can't manage to do that for a couple of days. Try to ask somebody else to help you.
chat_system_1976777092_snap_2_question=^?^You again. So, have you found the den? Come on, tell me!
chat_system_1976777092_snap_2_answer_0=^?^Yes, don't worry, here's the werewolf's blood.
chat_system_1976777092_snap_2_answer_1=^?^Not yet, but I keep on searching.
chat_system_1976777092_snap_3_question=^?^Oh... Give it to me then. I have to prepare the potion as soon as possible. Thank you! I was already convinced that I'd have to live among wolves the rest of my life, howl in the moonlight and fight the other wolves for the females. Huh-huh. I'm kidding about that, of course... I think.... Ok, here, take your reward.<br>[reward]
chat_system_1976777092_snap_3_answer_0=^?^Thank you, it wasn't so difficult. And besides, a good man is better than a good wolf anyway.
chat_system_1976777092_snap_4_question=^?^Hurry - there's little time... Do you know how difficult it is for me to control myself when I see that thin vein pulsating on your succulent neck. Grrrr!<br>You see, the madness comes to me again - and I can do nothing!
chat_system_1976777092_snap_4_answer_0=^?^Ok, I'm on my way...
chat_system_1976777092_snap_0_question=^?^Good day, traveler, would you do me a favor? I see you're a worthy warrior - just the man I need. You'll have to brandish your sword a little, of course, if you agree to help this dying forester.
chat_system_1976777092_snap_0_answer_0=^?^You don't look like you're dying. What's happened?
